const translations = {
  rus: {
    movesLeft: "Ходы:",
    streak: "Серия:",
    winStreak: "Победная серия:",
    check: "Проверить",
    share: "Поделиться результатами",
    shucks: "Увы, попробуйте снова завтра.",
    winningWord: "Слово дня: ",
    already: "Вы уже играли сегодня.",
    help: "Инструкция",
    completeFirst: "Пожалуйста, завершите вашу догадку перед проверкой.",
    lossMessage: "Увы, попробуйте снова завтра.<br><span class='winning-answer'>Слово дня: {word}</span>",
    switchAfter: "Пожалуйста, завершите игру, прежде чем переключать язык.",
    winMessage: "У меня {winStreak} дневная\nсерия побед на ShiftyWords.com.\nСможете дойти до уровня «Невозможный»?",
    lossMessageShare: "Увы, ShiftyWords.com\nсегодня меня обыграл(а).\nСможете дойти до уровня Невозможный?",
    foundIt: "Вы нашли слово дня!",
    confirm: "OK",
    move: "Move",
		instructions: "Нажмите на одну букву из каждого столбца, чтобы составить предположительный набор букв. Когда все буквы выбраны, отправьте свой вариант. Используйте кнопку «Переместить», чтобы менять местами столбцы и составлять слово. После угадывания цвета подсказок: серый (буква не используется), жёлтый (буква в неверном столбце), зелёный (буква на правильном месте).",
  }
};