const translations = {
    ukr: {
        movesLeft: "Ходи:",
        streak: "Серія:",
        winStreak: "Переможна серія:",
        check: "Перевірити",
        share: "Поділитися",
        shucks: "На жаль, спробуйте знову завтра.",
        winningWord: "Слово дня: ",
        already: "Ви вже грали сьогодні.",
        help: "Інструкція",
        completeFirst: "Будь ласка, завершіть ваш вибір перед перевіркою.",
        lossMessage: "На жаль, спробуйте знову завтра.<br><span class='winning-answer'>Слово дня: {word}</span>",
        switchAfter: "Будь ласка, завершіть гру перед зміною мови.",
        winMessage: "У мене {winStreak} денна\nсерія перемог на ShiftyWords.com.\nЗможете дійти до рівня «Неможливий»?",
        lossMessageShare: "На жаль, ShiftyWords.com\nсьогодні мене обіграв.\nЗможете дійти до рівня Неможливий?",
        foundIt: "Ви знайшли слово дня!",
        confirm: "OK",
        move: "Перемістити",
        instructions: "Натисніть на одну літеру з кожного стовпця, щоб скласти слово. Коли всі літери вибрані, натисніть «Перевірити». Використовуйте кнопку «Перемістити» (якщо є) або перетягуйте стовпці, щоб змінювати їх порядок. Кольори підказок: сірий (літера не використовується), жовтий (літера у неправильному стовпці), зелений (літера на правильному місці).",
    }
};
